[Akimbo X2SoldierClassTemplate]
+LeftAbilityTreeTitle="Ган-фу"
+RightAbilityTreeTitle="Задира"
AbilityTreeTitles[0]="Ган-фу"
AbilityTreeTitles[1]="Задира"
AbilityTreeTitles[2]="Гибкий"
AbilityTreeTitles[3]="XCOM"

[IsmsScoutsOverwatch X2AbilityTemplate]
LocFriendlyName="Дозор скаута"
LocLongDescription="<Ability:Classname/> больше не имеет штрафа к меткости при \"наблюдении\", выстрелы могут наносить критический урон, но \"наблюдение\" производится в небольшой области."
LocHelpText="<Ability:Classname/> больше не имеет штрафа к меткости при \"наблюдении\", выстрелы могут наносить критический урон, но \"наблюдение\" производится в небольшой области."
LocFlyOverText="Дозор скаута"
LocPromotionPopupText="<Bullet/> Режим \"наблюдения\" заменяется на \"Дозор скаута\". <br/><Bullet/> \"Дозор скаута\" - \"наблюдение\" за длинным, узким конусом.<br/><Bullet/> Позволяет отреагировать и сделать выстрел по противнику, который попытается двигаться, находясь в зоне огня.<br/><Bullet/> Может наносить критический урон и не имеет штрафов к меткости за ответный огонь."